{"httpmembersenchantedlearningcomindex": [], "country": ["afghanistan", "albania", "algeria", "andorra", "angola", "antigua_and_barbuda", "argentina", "armenia", "australia", "austria", "azerbaijan", "bahamas", "bahrain", "bangladesh", "barbados", "belarus", "belgium", "belize", "benin", "bhutan", "bolivia", "bosnia_and_herzegovina", "botswana", "brazil", "brunei", "bulgaria", "burkina_faso", "burma", "burundi", "cambodia", "cameroon", "canada", "cape_verde", "central_african_republic", "chad", "chile", "china", "comoros", "congo_dem_rep_of_the", "congo_rep_of_the", "costa_rica", "c\u00f4te_divoire", "croatia", "cuba", "cyprus", "czech_republic", "denmark", "djibouti", "dominica", "dominican_republic", "east_timor", "ecuador", "egypt", "el_salvador", "equatorial_guinea", "eritrea", "estonia", "eswatini", "ethiopia", "fiji", "finland", "france", "gabon", "georgia", "germany", "ghana", "greece", "grenada", "guatemala", "guinea", "guineabissau", "guyana", "haiti", "honduras", "hungary", "iceland", "india", "indonesia", "iran", "iraq", "ireland", "israel", "italy", "jamaica", "japan", "jordan", "kazakhstan", "kenya", "kiribati", "korea_north", "korea_south", "kuwait", "kyrgyzstan", "laos", "latvia", "lebanon", "lesotho", "liberia", "libya", "liechtenstein", "lithuania", "luxembourg", "macedonia", "madagascar", "malawi", "malaysia", "maldives", "mali", "malta", "marshall_islands", "mauritania", "mauritius", "mexico", "micronesia", "moldova", "monaco", "mongolia", "montenegro", "morocco", "mozambique", "namibia", "nauru", "nepal", "netherlands", "new_zealand", "nicaragua", "niger", "nigeria", "norway", "oman", "pakistan", "palau", "panama", "papua_new_guinea", "paraguay", "peru", "philippines", "poland", "portugal", "qatar", "romania", "russia", "rwanda", "saint_kitts_and_nevis", "saint_lucia", "saint_vincent_and_the_grenadines", "samoa", "san_marino", "saudi_arabia", "s\u00e3o_tom\u00e9_and_pr\u00edncipe", "senegal", "serbia", "seychelles", "sierra_leone", "singapore", "slovakia", "slovenia", "solomon_islands", "somalia", "south_africa", "spain", "sri_lanka", "sudan", "suriname", "sweden", "switzerland", "syria", "tajikistan", "tanzania", "thailand", "the_gambia", "togo", "tonga", "trinidad_and_tobago", "tunisia", "turkey", "turkmenistan", "tuvalu", "uganda", "ukraine", "united_arab_emirates", "united_kingdom", "united_states_of_america", "uruguay", "uzbekistan", "vanuatu", "vatican_city", "venezuela", "vietnam", "yemen", "zambia", "zimbabwe"], "big": ["adult", "astronomical", "boundless", "brawny", "broad", "capacious", "chunky", "colossal", "considerable", "copious", "corpulent", "deep", "economysized", "elephantine", "enormous", "epic", "expansive", "extensive", "extralarge", "familysized", "fat", "full", "fullsized", "gargantuan", "giant", "gigantic", "ginormous", "goodly", "grand", "great", "heaping", "heavy", "hefty", "herculean", "huge", "hulking", "humongous", "husky", "immense", "imposing", "impressive", "infinite", "jumbo", "kingsized", "large", "limitless", "lofty", "long", "mammoth", "massive", "mega", "mighty", "mileswide", "monstrous", "monumental", "mountainous", "multifarious", "multiplicity", "multitude", "numerous", "obese", "outsized", "overabundant", "oversized", "piled_high", "plentiful", "plump", "portly", "powerful", "prodigious", "queensized", "rolypoly", "sizable", "spacious", "stout", "strapping", "substantial", "super", "supersized", "sweeping", "tall", "thick", "thickset", "titanic", "towering", "tremendous", "unlimited", "untold_amounts", "vast", "very_large", "voluminous", "weighs_a_ton", "weighty", "wellbuilt", "whopping", "wide"], "many": ["a_wealth", "acres", "army", "assortment", "astronomical_amount", "batch", "billions", "blizzard", "boatload", "boundless_amount", "buckets", "bunches", "bundles", "by_the_yard", "cartloads", "clusters", "collection", "colossal_amount", "congregation", "copious_amounts", "crowds", "deluge", "dozens", "droves", "enormous_amount", "epic_amount", "expansive", "extensive", "flock", "gaggle", "gargantuan", "gathering", "gazillions", "giant", "gigantic", "ginormous", "great", "great_deal", "group", "heaps", "herd", "horde", "huge_numbers", "humongous", "hundreds", "infinite", "jumble", "large_amount", "limitless", "loads", "lots", "mammoth", "many", "mass", "masses", "mega", "miles", "millions", "mob", "mountainous", "mountains", "multifarious", "multiplicity", "multitude", "numerous", "oceans", "oodles", "overabundance", "pack", "parcel", "piles", "plenty", "pots", "prodigious_amount", "profusion", "quantity", "reams", "sacks", "scads", "set", "several", "slew", "stacks", "sundry", "swarm", "sweeping", "teeming_with", "thousands", "throng", "tons", "towering", "tremendous", "troop", "umpteen", "untold_amounts", "vast_amounts", "volumes", "wide", "yards", "zillions"], "flowers": ["anemone", "apple_blossom", "aster", "azalea", "babys_breath", "bachelor_button", "begonia", "bellflower", "bells_of_ireland", "bitterroot", "blackeyed_susan", "bluebells", "bluebonnet", "bougainvillea", "bouquet", "buttercup", "butterfly_bush", "calendula", "california_poppy", "calla_lily", "camellia", "candytuft", "canna", "carnation", "carrion_flower", "chicory", "chrysanthemum", "clover", "columbine", "cornflower", "corpse_flower", "cosmos", "crocus", "daffodil", "dahlia", "daisy", "dandelion", "delphinium", "dianthus", "dogwood", "edelweiss", "floret", "florist", "flower", "forgetmenot", "foxglove", "freesia", "gardenia", "gerbera_daisy", "gillyflower", "gladiolus", "goldenrod", "hawthorn", "heather", "hibiscus", "hollyhock", "honeysuckle", "hydrangea", "indian_blanket", "iris", "jasmine", "jessamine", "johnnyjumpup", "jonquil", "kangaroo_paw", "ladys_slipper", "lantana", "larkspur", "laurel", "lavender", "lilac", "lily", "lilyofthevalley", "magnolia", "mallow", "marigold", "mayflower", "mimosa", "mistletoe", "mock_orange", "morning_glory", "mountain_laurel", "myrtle", "narcissus", "nasturtium", "oleander", "orange_blossom", "orchid", "pansy", "pasque_flower", "passionflower", "peach_blossom", "peony", "petal", "phlox", "plumeria", "poinsettia", "poppy", "primrose", "pussy_willow", "queen_annes_lace", "ranunculus", "rhododendron", "rose", "safflower", "sego_lily", "sepal", "snapdragon", "stock", "sunflower", "sweet_pea", "thistle", "tickseed", "tiger_lily", "trillium", "tulip", "venus_flytrap", "veronica", "vetch", "violet", "wallflower", "wild_prairie_rose", "wildflowers", "wisteria", "wolfsbane", "yucca_flower", "zinnia"], "animal": ["aardvark", "abalone", "african_elephant", "african_gray_parrot", "african_penguin", "african_rock_python", "african_wild_cat", "agouti", "airedale_terrier", "alaskan_malamute", "albatross", "algae", "alligator", "alpaca", "american_bison", "american_cocker_spaniel", "american_crocodile", "american_flamingo", "american_golden_plover", "american_robin", "american_tree_sparrow", "amoeba", "amphibian", "anaconda", "angelfish", "angelshark", "angonoka", "animal", "anole", "ant", "anteater", "antelope", "apatosaurus", "ape", "aphid", "arachnid", "archaeopteryx", "arctic_fox", "arctic_tern", "arctic_wolf", "armadillo", "arsinoitherium", "arthropod", "artiodactyls", "asp", "assassin_bug", "ayeaye", "baboon", "bactrian_camel", "badger", "bald_eagle", "bandicoot", "barnacle", "barracuda", "basilisk", "basking_shark", "bass", "basset_hound", "bat", "beagle", "bear", "bearded_dragon", "beaver", "bed_bug", "bee", "beetle", "beluga_whale", "bichon_frise", "bighorn_sheep", "bilby", "binturong", "bird", "bison", "bivalve", "black_bear", "black_bear_hamster", "black_caiman", "black_racer", "black_swan", "blackbird", "bloodhound", "blowfish", "blue_jay", "blue_morpho_butterfly", "blue_ring_octopus", "blue_shark", "blue_whale", "bluetongued_skink", "bluebird", "bluefin_tuna", "boa_constrictor", "bobcat", "bongo", "bonobo", "bony_fish", "border_collie", "boston_terrier", "bowhead_whale", "box_turtle", "boxer", "brittle_star", "brown_bear", "brown_pelican", "buffalo", "bug", "bull", "bull_shark", "bull_snake", "bulldog", "bullfrog", "bumblebee", "bushbaby", "butterfly", "caiman", "california_sea_lion", "camel", "canada_goose", "canary", "cape_buffalo", "cape_hunting_dog", "capybera", "caracal", "cardinal", "caribou", "carnivora", "carpenter_ant", "cassowary", "cat", "catamount", "caterpillar", "cattle", "cavy", "centipede", "cephalpod", "chameleon", "cheetah", "chickadee", "chicken", "chihuahua", "chimipanzee", "chinchilla", "chipmunk", "chiton", "chrysalis", "cicada", "clam", "clownfish", "coati", "cobra", "cockatoo", "cockroach", "cod", "coelacanth", "collared_lizard", "collared_peccary", "collie", "colugo", "common_rhea", "companion_dog", "conch", "cookiecutter_shark", "copepod", "copperhead_snake", "coral", "coral_snake", "corn_snake", "cottonmouth", "cougar", "cow", "coyote", "coypu", "crab", "crane", "crayfish", "cricket", "crocodile", "crow", "crustacean", "cryptoclidus", "cuttlefish", "cutworm", "dachshund", "dall_sheep", "dalls_porpoise", "dalmatian", "damselfly", "darkeyed_junco", "darkling_beetle", "deer", "deinonychus", "desert_tortoise", "desmatosuchus", "dhole", "diatom", "dilophosaurus", "dimetrodon", "dingo", "dinichthys", "dinornis", "dinosaur", "diplodocus", "doberman_pinscher", "dodo", "doedicurus", "dog", "dogfish", "dolphin", "dolphin_bottlenose", "dolphin_spotted", "donkey", "dory", "dove", "downy_woodpecker", "dragonfly", "dromedary", "duck", "duckbilled_platypus", "dugong", "dung_beetle", "dunkleosteus", "eagle", "earthworm", "earwig", "eastern_bluebird", "eastern_quoll", "echidna", "echinoderms", "edenta", "edmontonia", "edmontosaurus", "eel", "egg", "egret", "ekaltadelta", "eland", "elasmosaurus", "elasmotherium", "electric_eel", "elephant", "elephant_seal", "elk", "emerald_tree_boa", "emperor_angelfish", "emperor_penguin", "emu", "endangered_species", "eohippus", "eoraptor", "ermine", "estemmenosuchus", "extinct_animals", "fabrosaurus", "falcon", "farm_animals", "fennec_fox", "ferret", "fiddler_crab", "fin_whale", "finch", "fireant", "firefly", "fish", "flamingo", "flatworm", "flea", "flightless_birds", "flounder", "fly", "flying_fish", "flying_squirrel", "forest_antelope", "forest_giraffe", "fossa", "fowl", "fox", "frilled_lizard", "frog", "fruit_bat", "fruit_fly", "fugu", "galagos", "galapagos_shark", "gar", "gastropod", "gavial", "gazelle", "gecko", "gerbil", "german_shepherd", "giant_squid", "gibbon", "gila_monster", "giraffe", "glyptodon", "gnat", "gnu", "goat", "golden_eagle", "golden_lion_tamarin", "golden_retriever", "goldfinch", "goldfish", "goose", "gopher", "gorilla", "grasshopper", "gray_whale", "great_apes", "great_dane", "great_egret", "great_horned_owl", "great_white_shark", "green_darner_dragonfly", "green_iguana", "greenland_shark", "greyhound", "grizzly_bear", "groundhog", "grouper", "grouse", "grub", "guinea_pig", "gull", "gulper_eel", "hammerhead_shark", "hamster", "hare", "harlequin_bug", "harp_seal", "harpy_eagle", "hatchetfish", "hawaiian_goose", "hawk", "hedgehog", "hen", "hermit_crab", "heron", "herring", "hippo", "hippopotamus", "honey_bee", "hornet", "horse", "horseshoe_crab", "hound", "house_fly", "howler_monkey", "human_being", "hummingbird", "humpback_whale", "husky", "hyena", "hyracotherium", "hyrax", "ibis", "ichthyornis", "ichthyosaurus", "iguana", "iguanodon", "imago", "impala", "indian_elephant", "insect", "insectivores", "invertebrates", "irish_setter", "isopod", "jack_rabbit", "jack_russell_terrier", "jaguar", "janenschia", "japanese_crane", "javelina", "jay", "jellyfish", "jerboa", "joey", "john_dory", "jumping_bean_moth", "junco", "junebug", "kakapo", "kangaroo", "kangaroo_rat", "karakul", "katydid", "keelbilled_toucan", "kentrosaurus", "killer_whale", "king_cobra", "king_crab", "kinkajou", "kiwi", "knobbed_whelk", "koala", "komodo_dragon", "kookaburra", "krill", "kronosaurus", "kudu", "labrador_retriever", "ladybug", "lagomorph", "lake_trout", "lanternfish", "larva", "leafcutter_ant", "leghorn", "lemming", "lemon_shark", "lemur", "leopard", "lhasa_apso", "lice", "lightning_bug", "limpet", "lion", "liopleurodon", "lizard", "llama", "lobster", "locust", "loggerhead_turtle", "longhorn", "loon", "lorikeet", "loris", "louse", "luminous_shark", "luna_moth", "lynx", "macaque", "macaw", "mackerel", "macrauchenia", "maggot", "mako_shark", "mallard_duck", "mamba", "mammal", "mammoth", "manowar", "manatee", "mandrill", "manta_ray", "mantid", "mantis", "marbled_murrelet", "marine_mammals", "marmoset", "marmot", "marsupial", "mastiff", "mastodon", "meadowlark", "mealworm", "meerkat", "megalodon", "megamouth_shark", "merganser", "mice", "midge", "migrate", "millipede", "mink", "minnow", "moa", "mockingbird", "mole", "mollusk", "monarch_butterfly", "mongoose", "monitor_lizard", "monkey", "monotreme", "moose", "moray_eel", "morganucodon", "morpho_butterfly", "mosquito", "moth", "mountain_lion", "mouse", "mudpuppy", "musk_ox", "muskrat", "mussels", "mustelids", "nabarlek", "naked_molerat", "nandu", "narwhal", "nautilus", "nene", "nest", "newt", "nightingale", "ninebanded_armadillo", "north_american_beaver", "north_american_porcupine", "northern_cardinal", "northern_elephant_seal", "northern_fur_seal", "northern_right_whale", "numbat", "nurse_shark", "nuthatch", "nutria", "nymph", "ocelot", "octopus", "okapi", "old_english_sheepdog", "onager", "opossum", "orangutan", "orca", "oregon_silverspot_butterfly", "oriole", "ornitholestes", "ornithomimus", "oropendola", "orthacanthus", "oryx", "ostrich", "otter_river", "otter_sea", "oviraptor", "owl", "ox", "oxpecker", "oyster", "painted_lady_butterfly", "painted_turtle", "panda", "pangolin", "panther", "parakeet", "parrot", "peacock", "peafowl", "pekingese", "pelican", "penguin", "peregrine_falcon", "perissodactyls", "petrel", "pig", "pigeon", "pika", "pill_bug", "pinnipeds", "piranha", "placental_mammals", "plankton", "platybelodon", "platypus", "ploughshare_tortoise", "plover", "polar_bear", "polliwog", "pomeranian", "pompano", "pond_skater", "poodle", "porcupine", "porpoise", "port_jackson_shark", "portuguese_water_dog", "postosuchus", "prairie_chicken", "praying_mantid", "praying_mantis", "primates", "proboscideans", "pronghorn", "protozoan", "pufferfish", "puffin", "pug", "puma", "pupa", "pupfish", "python", "quaesitosaurus", "quagga", "quail", "queen_alexandras_birdwing", "queen_conch", "quetzal", "quokka", "quoll", "rabbit", "raccoon", "rat", "rattlesnake", "ray", "red_hooded_duck", "red_kangaroo", "red_panda", "red_wolf", "redtailed_hawk", "redbilled_oxpecker", "reindeer", "reptile", "rhea", "rhino", "rhinoceros", "rhode_island_red", "right_whale", "ringbilled_gull", "ringtailed_lemur", "ringtail_possum", "river_otter", "roach", "roadrunner", "robin", "rock_dove", "rockhopper_penguin", "rodent", "rooster", "rottweiler", "roundworm", "rubythroated_hummingbird", "sailfish", "salamander", "salmon", "sand_dollar", "sandpiper", "scallop", "scarlet_macaw", "scorpion", "scottish_terrier", "sea_anemone", "sea_cow", "sea_cucumber", "sea_otter", "sea_star", "sea_turtle", "sea_urchin", "sea_worm", "seahorse", "seal", "sealion", "serval", "shark", "sheep", "shrew", "shrimp", "siamang", "siberian_husky", "silkworm", "silverfish", "skink", "skipper", "skunk", "sloth", "slow_worm", "slug", "smilodon", "snail", "snake", "snapper", "snapping_turtle", "snow_goose", "snow_leopard", "snowy_owl", "softshell_turtle", "sparrow", "spectacled_caiman", "spectacled_porpoise", "spider", "spiny_anteater", "spiny_lizard", "sponge", "spotted_owl", "springtail", "squid", "squirrel", "st_bernard", "starfish", "starling", "stegosaurus", "stingray", "stonefly", "stork", "sugar_glider", "sunfish", "swallowtail_butterfly", "swan", "swift", "swordfish", "t_rex", "tadpole", "tamarin", "tanager", "tapir", "tarantula", "tarpon", "tarsier", "tasmanian_devil", "tasmanian_tiger", "teratosaurus", "termite", "tern", "terrier", "thecodontosaurus", "thescelosaurus", "threetoed_sloth", "thresher_shark", "thrip", "tick", "tiger", "tiger_shark", "tiger_swallowtail_butterfly", "toad", "torosaurus", "tortoise", "toucan", "trachodon", "tree_shrew", "tree_sparrow", "treefrog", "triceratops", "trilobite", "troodon", "trout", "trumpeter_swan", "tsetse_fly", "tuatara", "tuna", "tundra_wolf", "turkey", "turtle", "tyrannosaurus_rex", "ultrasaurus", "ulysses_butterfly", "umbrellabird", "ungulates", "uniramians", "urchin", "utahraptor", "valley_quail", "vampire_bat", "veiled_chameleon", "velociraptor", "venomous_animals", "vertebrates", "viceroy_butterfly", "vinegarroon", "viper", "virginia_opossum", "vulcanodon", "vulture", "walkingstick", "wallaby", "walrus", "warthog", "wasp", "water_moccasin", "water_strider", "waterbug", "weasel", "weddell_seal", "weevil", "west_highland_white_terrier", "western_meadowlark", "western_spotted_owl", "whale", "whale_shark", "whelk", "whip_scorpion", "whippet", "white_bengal_tiger", "white_dove", "white_pelican", "white_rhinoceros", "white_tiger", "whitebreasted_nuthatch", "whitespotted_dolphin", "whitetailed_deer", "wild_cat", "wild_dog", "wildebeest", "wolf", "wolverine", "wombat", "wood_louse", "woodchuck", "woodland_caribou", "woodpecker", "woolly_bear_caterpillar", "woolly_mammoth", "woolly_rhinoceros", "working_dog", "worm", "wren", "xenarthra_edentata", "xenops", "xiaosaurus", "yak", "yellow_mealworm", "yellow_mongoose", "yellowjacket", "yorkshire_terrier", "zebra", "zebra_bullhead_shark", "zebra_longwing_butterfly", "zebra_swallowtail_butterfly", "zooplankton", "zorilla", "zorro"], "alliteration": ["awesome_alliterations", "backbiting", "back_breaker", "put_it_on_the_back_burner", "back_to_basics", "bad_blood", "bare_bones", "bated_breath", "beach_bum", "bear_the_brunt_of", "beat_around_the_bush", "a_bee_in_your_bonnet", "belle_of_the_ball", "best_and_brightest", "best_buddies", "bet_your_bottom_dollar", "big_bang_theory", "big_brother", "big_bucks", "bigger_and_better", "birthday_boy", "bite_the_bullet", "blind_as_a_bat", "blood_brother", "boom_to_bust", "bottom_of_the_barrel", "bounce_back", "bread_and_butter", "brighteyed_and_bushytailed", "building_blocks", "busy_as_a_bee", "by_the_book", "cash_cow", "cash_crop", "chitchat", "chump_change", "chunk_of_change", "class_clown", "clear_cut", "close_call", "the_coast_is_clear", "code_of_conduct", "common_cold", "common_courtesy", "cool_as_a_cucumber", "cookie_cutter", "course_correction", "country_club", "cream_of_the_crop", "crew_cut", "crystal_clear", "cut_corners", "daredevil", "dastardly_deed", "daydream", "dead_as_a_doornail", "dead_duck", "do_or_die", "double_dare", "down_in_the_dumps", "drip_dry", "dull_as_dishwater", "dry_as_dust", "fact_finding", "fancy_footwork", "fan_the_flames", "fast_and_furious", "father_figure", "fear_factor", "feast_or_famine", "feeding_frenzy", "few_and_far_between", "fickle_finger_of_fate", "fight_or_flight", "fleet_of_foot", "flight_of_fancy", "fond_farewell", "forgive_and_forget", "french_fries", "frequent_flier", "from_the_frying_pan_to_the_fire", "gas_guzzler", "gentle_giant", "get_your_goat", "gift_of_gab", "give_up_the_ghost", "all_that_glitters_is_not_gold", "go_for_the_gold", "gogetter", "as_good_as_gold", "whats_good_for_the_goose_is_good_for_the_gander", "the_grass_is_greener", "hale_and_hearty", "halfhearted", "happy_halloween", "happy_holidays", "hard_headed", "have_a_heart", "fall_head_over_heels", "heave_ho", "heaven_and_hell", "heavy_hitter", "hem_and_haw", "high_hopes", "hit_the_hay", "home_sweet_home", "house_and_home", "add_insult_to_injury", "jack_and_jill", "jibberjabber", "jumbo_jet", "jump_for_joy", "jumping_jacks", "king_kong", "knockkneed", "a_labor_of_love", "the_lap_of_luxury", "larger_than_life", "last_laugh", "laundry_list", "law_of_the_land", "leaping_lizards", "new_lease_on_life", "left_in_the_lurch", "lilylivered", "like_it_or_lump_it", "live_and_learn", "live_the_life", "longlost_love", "look_before_you_leap", "love_letter", "no_love_lost", "mad_as_a_march_hare", "make_a_mountain_out_of_a_molehill", "melt_in_your_mouth", "man_in_the_moon", "mere_mortals", "method_to_the_madness", "mickey_mouse", "mind_over_matter", "the_more_the_merrier", "motor_mouth", "move_mountains", "naughty_or_nice", "neck_and_neck", "now_or_never", "part_and_parcel", "party_pooper", "pay_the_piper", "pay_to_play", "peas_in_a_pod", "peer_pressure", "pen_pal", "penny_wise_and_pound_foolish", "persistence_pays", "peter_pan", "pet_peeve", "picture_perfect", "a_pig_in_a_poke", "pinch_pennies", "ping_pong", "pitter_patter", "pleased_as_punch", "pots_and_pans", "practice_makes_perfect", "pretty_penny", "prim_and_proper", "primrose_path", "publish_or_perish", "pull_any_punches", "quality_over_quantity", "rabble_rouser", "rags_to_riches", "rant_and_rave", "rave_reviews", "ride_roughshod", "right_as_rain", "road_rage", "rock_n_roll", "rough_rider", "round_robin", "where_the_rubber_meets_the_road", "russian_roulette", "sad_sack", "safe_and_sound", "better_safe_than_sorry", "secret_sauce", "shellshocked", "shape_up_or_ship_out", "ship_shape", "simon_says", "silver_screen", "sing_for_your_supper", "singsong", "sink_or_swim", "slippery_slope", "slowly_but_surely", "smooth_sailing", "snow_screen", "sorry_sight", "spending_spree", "spoil_sport", "spoonful_of_sugar", "star_struck", "stars_and_stripes", "sticks_and_stones", "stuck_on_stupid", "sugar_and_spice", "sunny_side_of_the_street", "sunny_side_up", "surgical_strike", "swan_song", "sweat_shop", "sweet_sixteen", "sweet_smell_of_success", "sweet_spot", "it_takes_two_to_tango", "taste_test", "tea_time", "temper_tantrum", "tempest_in_a_teapot", "the_test_of_time", "thick_as_thieves", "think_tank", "through_thick_and_thin", "tip_toe", "tip_top", "time_and_tide", "tongue_tied", "tongue_twisters", "tools_of_the_trade", "tough_times", "treasure_trove", "trials_and_tribulations", "trick_or_treat", "tried_and_true", "turn_the_tables", "vice_versa", "vim_and_vigor", "visavis", "walking_wounded", "waste_not_want_not", "a_way_with_words", "wear_out_your_welcome", "weasel_words", "weeping_willow", "wend_your_way", "wet_your_whistle", "where_theres_a_will_theres_a_way", "whistle_while_you_work", "wholehearted", "wild_west", "will_o_the_wisp", "wishywashy", "wit_and_wisdom", "wonders_of_the_world", "words_of_wisdom", "word_to_the_wise", "work_wonders", "worry_wart", "yin_and_yang", "zigzag"], "amphibian": ["amphibian", "amphiuma", "army_of_frogs", "barking_frog", "black_toad", "brook_salamander", "bullfrog", "caecilian", "clawed_frog", "climbing_salamander", "common_frog", "crested_newt", "cricket_frog", "disctongued_frog", "dusky_salamander", "dwarf_siren", "eastern_newt", "ensatina", "european_toad", "fire_salamander", "firebelly_newt", "forktongued_frog", "frog", "froglet", "gerrothorax", "ghost_frog", "giant_salamander", "glass_frog", "gold_frog", "goliath_frog", "ground_frog", "hellbender", "horned_frog", "indonesian_floating_frog", "jefferson_salamander", "knobby_newt", "knot_of_toads", "leopard_frog", "litter_frog", "longtoed_salamander", "mantella_frog", "mexican_treefrog", "moss_frog", "mud_salamander", "mudpuppy", "narrowmouthed_frog", "natterjack", "newt", "ornate_horned_frog", "paddletail_newt", "painted_frog", "poison_arrow_frog", "poison_dart_frog", "polliwog", "red_eft", "red_salamander", "redeyed_tree_frog", "redlegged_frog", "rice_frog", "saddleback_toad", "salamander", "sedge_frog", "shovelnose_frog", "siren", "spadefoot", "spotted_newt", "spring_peeper_frog", "spring_salamander", "tadpole", "tailed_frog", "toad", "tongueless_frog", "torrent_salamander", "treefrog", "true_frog", "true_toad", "vietnamese_tree_frog", "warty_newt", "water_frog", "waterdog", "western_toad", "wood_frog", "woodlands_salamander", "yellowlegged_frog"], "opposites": ["absent__present", "abundant__scarce", "accept__decline_refuse", "accurate__inaccurate", "admit__deny", "advantage__disadvantage", "against__for", "agree__disagree", "alive__dead", "all__none_nothing", "ally__enemy", "always__never", "ancient__modern", "answer__question", "antonym__synonym", "apart__together", "appear__disappear_vanish", "approve__disapprove", "arrive__depart", "artificial__natural", "ascend__descend", "attic__cellar", "attractive__repulsive", "awake__asleep", "backward__forward", "bad__good", "beautiful__ugly", "before__after", "begin__end", "below__above", "bent__straight", "best__worst", "better__worse_worst", "big__little_small", "bitter__sweet", "black__white", "blame__praise", "bless__curse", "bold__meek_timid", "borrow__lend", "bottom__top", "bound__unbound_free", "boundless__limited", "boy__girl", "brave__cowardly", "bright__dim_dull", "brighten__fade", "broad__narrow", "build__destroy", "calm__windy_troubled", "can__cannot_cant", "capable__incapable", "captive__free", "careful__careless", "cheap__expensive", "cheerful__sad_discouraged_dreary", "clear__cloudy_opaque", "clever__stupid", "clockwise__counterclockwise", "close__far_distant", "closed__ajar_open", "clumsy__graceful", "cold__hot", "combine__separate", "come__go", "comfort__discomfort", "common__rare", "compulsory__voluntary", "conceal__reveal", "contract__expand", "cool__warm", "correct__incorrect_wrong", "courage__cowardice", "courteous__discourteous_rude", "create__destroy", "crooked__straight", "cruel__kind", "dangerous__safe", "dark__light", "day__night", "daytime__nighttime", "dead__alive", "decline__accept_increase", "decrease__increase", "deep__shallow", "definite__indefinite", "demand__supply", "despair__hope", "dim__bright", "disappear__appear", "discourage__encourage", "diseased__healthy", "down__up", "downwards__upwards", "dreary__cheerful", "dry__moist_wet", "dull__bright_shiny", "dusk__dawn", "early__late", "east__west", "easy__hard_difficult", "empty__full", "encourage__discourage", "end__begin_start", "enter__exit", "even__odd", "expand__contract", "export__import", "exterior__interior", "external__internal", "fade__brighten", "fail__succeed", "false__true", "famous__unknown", "far__near", "fast__slow", "fat__thin", "feeble__strong_powerful", "few__many", "find__lose", "first__last", "float__sink", "fold__unfold", "foolish__wise", "for__against", "fore__aft", "forget__remember", "fortunate__unfortunate", "found__lost", "free__bound_captive", "frequent__seldom", "fresh__stale", "friend__enemy", "full__empty", "generous__stingy", "gentle__rough", "get__give", "giant__tiny_small_dwarf", "girl__boy", "give__receive_take", "glad__sad_sorry", "gloomy__cheerful", "go__stop", "good__bad_evil", "grant__refuse", "great__tiny_small_unimportant", "grow__shrink", "guest__host", "guilty__innocent", "happy__sad", "hard__easy", "hard__soft", "harmful__harmless", "harsh__mild", "hate__love", "haves__havenots", "healthy__diseased_ill_sick", "heaven__hell", "heavy__light", "help__hinder", "here__there", "hero__coward", "high__low", "hill__valley", "hinder__help", "honest__dishonest", "horizontal__vertical", "hot__cold", "humble__proud", "ill__healthy_well", "immense__tiny_small", "important__trivial", "in__out", "include__exclude", "increase__decrease", "inferior__superior", "inhale__exhale", "inner__outer", "inside__outside", "intelligent__stupid_unintelligent", "intentional__accidental", "interesting__boring", "interesting__dull_uninteresting", "interior__exterior", "internal__external", "join__separate", "junior__senior", "just__unjust", "justice__injustice", "knowledge__ignorance", "known__unknown", "landlord__tenant", "large__small", "last__first", "laugh__cry", "lawful__unlawful_illegal", "lazy__industrious", "leader__follower", "left__right", "lend_borrow", "lengthen__shorten", "lenient__strict", "less__more", "light__dark_heavy", "like__dislike_hate", "likely__unlikely", "limited__boundless", "little__big", "long__short", "loose__tight", "lose__find", "loss__win", "loud__quiet", "love__hate", "low__high", "loyal__disloyal", "mad__happy_sane", "major__minor", "many__few", "mature__immature", "maximum__minimum", "melt__freeze", "merry__sad", "messy__neat", "minor__major", "minority__majority", "miser__spendthrift", "misunderstand__understand", "more__less", "nadir__zenith", "narrow__wide", "near__far_distant", "neat__messy_untidy", "never__always", "new__old", "night__day", "nighttime__daytime", "no__yes", "noisy__quiet", "none__some", "north__south", "obedient__disobedient", "odd__even", "offer__refuse", "old__new", "old__young", "on__off", "open__closed_shut", "opposite_same_similar", "optimist__pessimist", "out__in", "outer__inner", "over__under", "past__present", "patient__impatient", "peace__war", "permanent__temporary", "plentiful__scarce", "plural__singular", "poetry__prose", "polite__rude_impolite", "possible__impossible", "poverty__wealth_riches", "powerful__weak", "pretty__ugly", "private__public", "prudent__imprudent", "pure__impure_contaminated", "push__pull", "qualified__unqualified", "question__answer", "quiet__loud_noisy", "raise__lower", "rapid__slow", "rare__common", "real__fake", "regular__irregular", "rich__poor", "right__left_wrong", "rightsideup__upsidedown", "rough__smooth", "rude__courteous", "safe__unsafe", "same__opposite", "satisfactory__unsatisfactory", "scatter__collect", "secondhand__new", "secure__insecure", "separate__join_together", "serious__trivial", "shallow__deep", "shrink__grow", "sick__healthy_ill", "simple__complex_hard", "singular__plural", "sink__float", "slim__fat_thick", "slow__fast", "sober__drunk", "soft__hard", "some__none", "sorrow__joy", "sour__sweet", "sow_reap", "start__finish", "stop__go", "straight__crooked", "strict__lenient", "strong__weak", "success__failure", "sunny__cloudy", "sweet__sour", "synonym__antonym", "take__give", "tall__short", "tame__wild", "them__us", "there__here", "thick__thin", "tight__loose_slack", "tiny__big_huge", "together__apart", "top__bottom", "tough__easy_tender", "transparent__opaque", "true__false", "truth__falsehood_lie_untruth", "under__over", "unfold__fold", "unknown__known", "unqualified__qualified", "unsafe__safe", "up__down", "upsidedown__rightsideup", "upstairs__downstairs", "us__them", "useful__useless", "vacant__occupied", "vanish__appear", "vast__tiny", "victory__defeat", "virtue__vice", "visible__invisible", "voluntary__compulsory", "war__peace", "wax__wane", "weak__strong", "wet__dry", "white__black", "wide__narrow", "win__lose", "wisdom__folly_stupidity", "within__outside", "wrong__right", "yes__no", "yin__yang", "young__old", "zenith__nadir", "zip__unzip"], "art": ["abstract", "acrylic_paint", "airbrush", "animation", "architecture", "art", "art_gallery", "artist", "artists_bridge", "artistic", "artwork", "assemblage", "basrelief", "batik", "blending", "bridge", "brightness", "brush", "calligraphy", "canvas", "cartoon", "carve", "casting", "cave_drawing", "ceramics", "chalk", "charcoal", "chisel", "clay", "cloisonn\u00e9", "collage", "color", "color_wheel", "colored_pencils", "compass", "composition", "contrast", "craft", "crayon", "create", "creativity", "critique", "crosshatching", "decorate", "decorative", "decoupage", "depict", "design", "draw", "drawing", "easel", "egg_tempera", "enamel", "encaustic", "engraving", "erase", "eraser", "etching", "exhibit", "exhibition", "film", "form", "frame", "fresco", "gallery", "gesso", "gilding", "glass", "glassblowing", "glaze", "gold_leaf", "gouache", "graffiti", "graphic_design", "graphite", "hammer", "hatching", "highrelief", "hue", "illustrate", "illustration", "image", "ink", "installation", "kiln", "landscape", "latex_paint", "line", "liner_brush", "linseed_oil", "lithograph", "lost_wax_method", "lowrelief", "mahl_stick", "maquette", "marble", "marbling", "marker", "masterpiece", "mechanical_pencil", "media", "medium", "mixed_media", "mobile", "model", "mosaic", "mural", "museum", "objets_dart", "oil_paint", "old_master", "op_art", "paint", "paint_roller", "paintbrush", "painter", "painting", "palette", "palette_knife", "paper", "pastel", "pen", "pencil", "perspective", "photo", "photograph", "pigment", "porcelain", "portfolio", "portrait", "portray", "poster", "pottery", "pounce", "primary_color", "print", "printing", "proportion", "quill", "quilt", "quilting", "realism", "ruler", "scale", "screen_printing", "sculpt", "sculptor", "sculpture", "seascape", "secondary_color", "shade", "silk_screen", "sketch", "sketchbook", "solvent", "stained_glass", "stencil", "still_life", "stippling", "stone", "stonecutting", "style", "tsquare", "tempera", "template", "textile_arts", "tole_painting", "tone", "tools", "trompe_loeil", "tube", "turpentine", "undertone", "varnish", "vellum", "video", "visual", "watercolor", "waterscape", "wax", "wheel", "wood", "wood_carving", "wood_engraving", "woodcut", "woodcut_print"], "astronomy": ["albedo", "alpha_centauri", "apastron", "aperture", "aphelion", "apogee", "asterism", "asteroid", "astronaut", "astronomer", "astronomical_unit", "astronomy", "axial_tilt", "azimuth", "background_radiation", "baileys_beads", "big_bang_theory", "binary_star", "black_body", "black_hole", "bolometer", "celestial", "celestial_equator", "cislunar", "cluster", "comet", "conjunction", "constellation", "coriolis_force", "corona", "cosmic_rays", "cosmology", "cosmonaut", "cosmos", "crater", "crescent_moon", "dark_matter", "day", "declination", "deep_space", "deneb", "density", "docking", "doppler_shift", "double_star", "drake_equation", "dust", "dwarf_planet", "dwarf_star", "earth", "earthbound", "eccentricity", "eclipse", "ecliptic", "elliptical_orbit", "equinox", "escape_velocity", "event_horizon", "exoplanet", "extragalactic", "falling_star", "flare", "flyby", "free_fall", "full_moon", "galaxy", "gamma_ray", "gas_giant", "gegenschein", "geostationary", "geosynchronous", "gibbous_moon", "globular_cluster", "gravitation", "gravitational_constant", "gravitational_lens", "gravity", "hr_diagram", "half_moon", "heliocentric", "helium", "hubble_telescope", "hubbles_law", "hydrogen", "hyperbolic_orbit", "hypernova", "ice_giant", "inclination", "inertia", "inferior_planets", "inner_planets", "interstellar", "interstellar_dust", "ionosphere", "jupiter", "keplers_laws", "kiloparsec", "kirkwood_gaps", "kuiper_belt", "lagrange_points", "lens", "lightyear", "local_arm", "local_group", "lunar", "magnitude", "mare", "mars", "mass", "mercury", "meteor", "meteor_shower", "meteorite", "meteoroid", "milky_way", "minor_planet", "mir", "moon", "muttnik", "nadir", "nasa", "nebula", "neptune", "neutron_star", "new_moon", "north_star", "nova", "observatory", "occultation", "oort_cloud", "opposition", "orbit", "orbital_eccentricity", "orbital_inclination", "outer_planets", "parallax", "parsec", "partial_eclipse", "penumbra", "perigee", "perihelion", "perturbation", "phase", "plane_of_the_ecliptic", "planet", "planetary_nebula", "planetoid", "pluto", "pole_star", "precession", "probe", "pulsar", "quarter_moon", "quasar", "radiant", "radiation", "red_dwarf", "red_giant_star", "red_shift", "revolve", "right_ascension", "rings", "roche_limit", "rocket", "satellite", "saturn", "scientific_notation", "scintillation", "shooting_star", "sidereal", "singularity", "sky", "solar", "solar_system", "solar_wind", "solstice", "space", "space_exploration", "space_station", "spectroscope", "spectrum", "sputnik", "star", "starlight", "sun", "sunspot", "superior_planets", "supernova", "synodic", "syzygy", "telemetry", "telescope", "terminator", "terrestrial", "total_eclipse", "totality", "transit", "translunar", "transneptunian", "twinkling", "umbra", "universe", "uranus", "vacuum", "van_allen_belt", "variable_star", "venus", "vernal_equinox", "visual_magnitude", "waning", "wavelength", "waxing", "weightlessness", "white_dwarf", "white_giant", "wormhole", "xrays", "yellow_dwarf", "zenith", "zodiac"], "fall": ["acorn", "apple", "autumn", "autumnal_equinox", "bale_of_hay", "chestnuts", "chilly", "cider", "cobweb", "cold", "cool", "corn", "cornucopia", "cranberry", "crisp", "deciduous", "fall", "falling_leaves", "feast", "football", "gourd", "halloween", "harvest", "harvest_moon", "hay", "hayride", "haystack", "leaf", "leaves", "maize", "november", "nuts", "october", "persimmon", "pine_cone", "pumpkin", "pumpkin_pie", "quilt", "raincoat", "rake", "reap", "scarecrow", "season", "september", "sleet", "spider", "spiders_web", "squash", "thanksgiving", "turkey", "web"], "yard": ["awning", "back_porch", "back_stoop", "backyard", "basketball_hoop", "bench", "birdbath", "bulbs", "bush", "carport", "compost_bin", "doghouse", "downspout", "driveway", "edger", "fence", "flower", "flower_garden", "flowerbed", "front_porch", "front_stoop", "fruit_tree", "garage", "garbage_can", "garden", "garden_path", "gate", "grass", "gutter", "hammock", "hedges", "herb_garden", "hoe", "hose", "hummingbird_feeder", "land", "lawn", "lawnmower", "orchard", "path", "patio", "patio_furniture", "plant_pot", "planter", "pond", "pool", "porch", "porch_swing", "rake", "rocks", "shed", "shovel", "shrub", "sod", "soil", "sprinkler", "stepping_stone", "stoop", "swimming_pool", "swing", "terrace", "trampoline", "trash_can", "tree", "vegetable_garden", "vine", "wading_pool", "walkway", "weeds", "welcome_mat", "yard"], "baseball": ["american_league", "assist", "at_bat", "athlete", "ball", "base", "baseball", "baserunning", "bases_loaded", "bat", "batboy", "batter", "batting_team", "bullpen", "bunt", "card", "catch", "catcher", "center_field", "center_fielder", "champion", "club", "clutch_hitter", "curveball", "deck", "defense", "designated_hitter", "diamond", "double_header", "equipment", "farm_team", "fastball", "field", "fielder", "fielding_team", "first", "foul", "game", "gear", "ground_ball", "hardball", "helmet", "hits", "hohitter", "home", "home_plate", "home_team", "infield", "inning", "knuckleball", "league", "left_field", "left_hander", "line_drive", "lineup", "lose", "major_league", "minor_league", "mitt", "mound", "mvp", "national_league", "nine", "offense", "outfield", "park", "pinch_hitter", "pitch", "pitcher", "pitchers_mound", "rbi", "relief_pitcher", "right_field", "run", "saves", "score", "scoreboard", "second", "shortstop", "slide", "slugger", "softball", "spitball", "sport", "sportsmanship", "spring_training", "stadium", "starting_pitcher", "steal", "stolen", "strike", "sweet_spot", "switch_hitter", "tag", "team", "teammate", "third", "throw", "triple_play", "umpire", "uniform", "vault", "visiting_team", "walk", "win"], "bathroom": ["antiseptic", "aspirin", "atomizer", "bandages", "basin", "bath", "bath_mat", "bath_towel", "bathrobe", "bathtub", "bidet", "brush", "bubble_bath", "bubbles", "cleaning", "cologne", "comb", "conditioner", "cotton_balls", "curlers", "curling_iron", "dental_floss", "disinfectant", "droppers", "dry", "eau_de_cologne", "emery_board", "eyedropper", "face_cloth", "faucet", "floss", "flush", "garbage_can", "hair_dryer", "hairbrush", "hamper", "hand_towel", "laundry_hamper", "lavatory", "loofah", "lotion", "makeup", "medications", "medicine", "medicine_cabinet", "mirror", "moisturizer", "mouthwash", "nail_clippers", "nail_file", "nail_polish", "nail_scissors", "ointment", "paper_towel", "perfume", "plumbing", "plunger", "powder", "qtips", "razor", "razor_blade", "restroom", "rug", "scale", "scissors", "shampoo", "shave", "shaver", "shaving_cream", "shower", "shower_curtain", "shower_stall", "sink", "soap", "soap_dish", "soap_dispenser", "sponge", "swabs", "talcum_power", "tissues", "toilet", "toilet_paper", "toilet_seat", "toothbrush", "toothpaste", "towel", "towel_rack", "trash_can", "tub", "tweezers", "urinal", "wash", "wash_basin", "washroom", "wastebasket", "water", "water_closet", "wc", "whirlpool", "wipes"], "beach": ["barnacle", "bathing_suit", "bay", "beach", "beachball", "bikini", "boardwalk", "boat", "boogie_board", "cape", "catamaran", "clam", "clam_bake", "coast", "conch", "cooler", "coral", "cove", "crab", "currents", "dive", "dock", "dune", "dune_buggy", "ebb_tide", "family", "fins", "fish", "fishing", "frisbee", "gull", "hang_five", "hat", "hermit_crab", "high_tide", "ice_cream", "intertidal_zone", "island", "jellyfish", "kayak", "kelp", "lagoon", "lake", "lakeshore", "life_jacket", "life_preserver", "lifeguard", "limpet", "longboard", "low_tide", "mangrove", "mussels", "neap_tide", "ocean", "paddleboat", "palm_tree", "pelican", "pier", "popsicle", "reef", "relax", "rest", "rip_current", "sail", "sailboat", "salt_water", "salt_water_taffy", "sand", "sand_dollar", "sandals", "sandbar", "sandcastle", "scuba", "sea", "sea_star", "seagull", "seashell", "seashore", "shark", "shell", "ship", "shore", "shorebirds", "snacks", "snorkel", "soft_serve_ice_cream", "spray", "starfish", "sun", "sun_hat", "sunbathe", "sunburn", "sunglasses", "sunscreen", "suntan", "surf", "surfboard", "swim", "swim_fins", "swimming_cap", "taffy", "tan", "tide", "tide_pool", "towel", "trip", "trunks", "tsunami", "umbrella", "undertow", "underwater", "vacation", "volleyball", "water", "water_bottle", "waves", "weekend", "wet", "wharf", "whitecaps", "yacht", "zoris"], "birds": ["african_gray_parrot", "african_penguin", "albatross", "american_flamingo", "american_golden_plover", "american_robin", "american_tree_sparrow", "archaeopteryx", "arctic_tern", "auk", "aves", "avian", "aviary", "avifauna", "avocet", "bald_eagle", "barn_owl", "beak", "bill", "bird", "bird_of_paradise", "bird_watching", "birdcage", "birder", "birdhouse", "birding", "bittern", "black_swan", "blackbird", "blue_jay", "bluebird", "bobolink", "bobwhite", "bowerbird", "brood", "brown_pelican", "budgerigar", "budgie", "bullfinch", "bunting", "canada_goose", "canary", "cardinal", "cassowary", "catbird", "chick", "chickadee", "chicken", "clutch", "cockatiel", "cockatoo", "common_rhea", "congregation", "coot", "cormorant", "covey", "cowbird", "crake", "crane", "creeper", "crest", "crossbill", "crow", "cuckoo", "curlew", "darter", "dinornis", "dove", "downy_woodpecker", "duck", "eagle", "eastern_bluebird", "egg", "egret", "eider", "emperor_penguin", "emu", "falcon", "feather", "finch", "flamingo", "fledge", "fledgling", "flicker", "flight", "flight_feathers", "flightless", "flock", "fly", "flycatcher", "fowl", "frigatebird", "gander", "gizzard", "gnatcatcher", "golden_eagle", "goldfinch", "goose", "grackle", "great_egret", "great_horned_owl", "grebe", "grosbeak", "grouse", "gull", "gyrfalcon", "harpy_eagle", "hawaiian_goose", "hawk", "hen", "heron", "hoatzin", "hummingbird", "ibis", "ichthyornis", "incubate", "jackdaw", "jay", "junco", "kakapo", "kestrel", "kildeer", "kingbird", "kingfisher", "kite", "kiwi", "kookaburra", "lark", "leghorn", "longspur", "loon", "lorikeet", "macaw", "magpie", "mallard_duck", "marbled_murrelet", "martin", "meadowlark", "merganser", "migrate", "migration", "moa", "mockingbird", "nandu", "nene", "nest", "nestling", "nighthawk", "nightingale", "nightjar", "nutcracker", "nuthatch", "oriole", "ornithologist", "ornithology", "oropendola", "osprey", "ostrich", "owl", "oxpecker", "parakeet", "parrot", "partridge", "peacock", "peafowl", "pelican", "penguin", "peregrine_falcon", "petrel", "pigeon", "pintail", "plover", "prairie_chicken", "ptarmigan", "puffin", "pygmy_owl", "quail", "quetzal", "rail", "raven", "razorbill", "red_hooded_duck", "redbilled_oxpecker", "redtailed_hawk", "redwing", "rhea", "rhode_island_red", "ringbilled_gull", "roadrunner", "robin", "rock_dove", "rock_pigeon", "rockhopper_penguin", "rook", "rookery", "roost", "rooster", "roseate_spoonbill", "rubythroated_hummingbird", "sandpiper", "scarlet_macaw", "screech_owl", "scrub_jay", "seabird", "shearwater", "shore_bird", "shrike", "skylark", "snipe", "snow_goose", "snowbirds", "snowy_owl", "songbird", "sparrow", "spoonbill", "spotted_owl", "starling", "stint", "stork", "swallow", "swan", "swift", "syrinx", "tail", "tanager", "tern", "thrasher", "thrush", "toucan", "trumpeter_swan", "turkey", "turtle_dove", "umbrellabird", "vireo", "vulture", "warbler", "waterthrush", "waxwing", "western_meadowlark", "western_spotted_owl", "whippoorwill", "white_dove", "white_pelican", "wing", "wood_thrush", "woodpecker", "wren", "xenops", "yellowthroat"], "biomes": ["abyssal", "alpine", "aquatic", "arctic", "bayou", "benthic_zone", "biome", "bog", "boreal_forest", "broadleaf_forest", "campo", "cave", "chaparral", "city", "coastal_river", "cold_seep", "coniferous_forest", "coral_reef", "deciduous_forest", "deep_sea", "deep_sea_trench", "desert", "disphotic_zone", "ecoregion", "ecosystem", "ecozone", "euphotic_zone", "fen", "flooded_grassland", "floodplain", "forest", "freshwater_biomes", "freshwater_marsh", "glade", "grasslands", "habitat", "hadal", "heath", "highland", "hydrothermal_vent", "intertidal_zone", "jungle", "kelp_forest", "lacustrine", "land_cave", "littoral_zone", "mangrove_forest", "marine_biomes", "marsh", "marshland", "meadow", "mediterranean_forest", "mediterranean_scrub", "mediterranean_woodland", "mire", "mixed_forest", "montane_grassland", "moor", "neritic_zone", "northern_coniferous_forest", "ocean_open_sea", "pack_ice", "palustrine", "pampas", "peat_bog", "peat_swamp", "peatland", "pelagic_zone", "playa", "polar", "polar_desert", "pond", "prairie", "quagmire", "rainforest", "riparian_zone", "river_delta", "salt_marsh", "savanna", "sclerophyll_forest", "scrub", "sea_cave", "sea_trench", "shrubland", "slough", "steppe", "swamp", "taiga", "temperate_deciduous_forest", "temperate_rainforest", "terrestrial_biomes", "terrestrial_cave", "tide_pools", "tropical_rainforest", "tundra", "upland_river", "veldt", "wet_meadow", "wetland", "woodland", "woods", "xeric_shrubland"], "birthday": ["age", "anniversary_of_birth", "balloon", "banner", "bash", "birth", "birth_date", "birthday", "birthday_cake", "blow_out", "born", "bow", "cake", "candle", "candy", "card", "celebrate", "celebration", "child", "children", "chocolate", "clown", "confetti", "cookie", "cupcake", "day", "entertain", "event", "festive", "food", "friends", "frosting", "fun", "games", "gathering", "get", "gift", "gift_wrap", "give", "goodie_bags", "greeting_card", "guests", "happy", "happy_birthday", "hat", "ice_cream", "icing", "invitation", "invite", "jubilee", "juice", "lollipop", "noise_maker", "package", "paper_plate", "party", "party_favors", "party_hat", "pi\u00f1ata", "pizza", "play", "popsicle", "present", "receive", "ribbon", "rsvp", "sparkler", "sweets", "thank_you", "thank_you_note", "throw_a_party", "toys", "treat", "treat_bags", "wingding", "wish", "wrapped", "wrapping_paper", "year"], "boat": ["abeam", "aft", "aground", "aircraft_carrier", "aloft", "amphibious_vehicle", "anchor", "astern", "bail", "ballast", "barge", "barque", "bathyscaphe", "battlecruiser", "battleship", "beam", "bearing", "bilge", "boat", "boat_lift", "boater", "boating", "boatswain", "boom", "bow", "bowsprit", "bulkhead", "buoy", "cabin_cruiser", "canoe", "capsize", "caravel", "cargo_ship", "carrier", "cast_off", "catamaran", "clipper", "cockpit", "container_ship", "convoy", "crew", "crows_nest", "cruise", "cruise_ship", "cruiser", "current", "cutter", "davy_jones_locker", "deck", "deckhands", "destroyer", "dinghy", "displacement", "dock", "docking", "dory", "draft", "dreadnought", "drift", "dry_dock", "dugout", "engine", "engine_room", "escort_ship", "fathom", "ferry", "figurehead", "fireboat", "fishing_boat", "flatbottom_boat", "flotilla", "foremast", "foresail", "freighter", "frigate", "funnel", "furl", "galleon", "galley", "gangway", "gondola", "gunboat", "gunwale", "halyard", "headsail", "helm", "helmsman", "hoist", "houseboat", "hovercraft", "hull", "hydrofoil", "hydroplane", "ice_breaker", "inboard_motor", "jet_boat", "jib", "junk", "kayak", "keel", "keelboat", "ketch", "knot", "landing_craft", "lanyard", "larboard", "launch", "league", "leeward", "lifeboat", "lifeline", "limey", "lines", "listing", "log", "mainmast", "marine", "mariner", "maritime", "mast", "mizzen", "mizzenmast", "mooring", "motor_launch", "motorboat", "narrowboat", "nautical", "nautical_mile", "naval", "navigate", "navy", "nun_buoy", "oar", "ocean_going", "ocean_liner", "offshore", "oil_tanker", "onboard", "outboard_motor", "outrigger_canoe", "overboard", "paddle", "passage", "passenger", "pedal_boat", "pennant", "personal_flotation_device", "pfd", "pirate", "police_boat", "port", "porthole", "powerboat", "propeller", "pt_boat", "punt", "raft", "rigging", "riverboat", "rocket_boat", "rope", "row", "rowboat", "rudder", "runabout", "sail", "sailboat", "sailor", "schooner", "scull", "seafarer", "seasick", "ship", "shrimp_boat", "ski_boat", "skipjack", "sloop", "speedboat", "spinnaker", "starboard", "steamboat", "steamship", "stern", "stow", "submarine", "submersible", "swift_boat", "tack", "tanker", "tender", "tide", "tiller", "topsail", "towboat", "transom", "trawler", "tug", "tugboat", "uboat", "umiak", "undocking", "vessel", "voyage", "wake", "warship", "water_taxi", "waterborne", "watercraft", "waterline", "whaler", "wheel", "wheelhouse", "winch", "windjammer", "windward", "yacht", "yawl"], "bodiesofwater": ["alluvial_fan", "arm_of_the_sea", "arroyo", "basin", "bay", "bayou", "bend", "bight", "billabong", "bog", "brook", "canal", "cataract", "channel", "coral_reef", "cove", "crater_lake", "creek", "dam", "delta", "estuary", "falls", "fen", "firth", "fjord", "fork", "geyser", "glacier", "glacier_cave", "gulch", "gulf", "gully", "harbor", "headland", "headwaters", "ice_cliff", "ice_field", "iceberg", "inlet", "island", "islet", "kettle", "kill", "lagoon", "lake", "loch", "mangrove_swamp", "marsh", "meander", "midocean_ridge", "millpond", "moat", "mouth", "mud_flat", "narrows", "neck", "oasis", "ocean", "oceanic_trench", "oxbow_lake", "playa", "pond", "pool", "port", "prairie", "puddle", "rapids", "reef", "reservoir", "ria", "river", "river_delta", "riverbed", "rivulet", "run", "salt_marsh", "scarp", "scree", "sea", "sea_cave", "seashore", "shallows", "shoal", "shore", "shoreline", "slough", "sound", "source", "spring", "strait", "stream", "subglacial_lake", "surf", "swamp", "tidal_basin", "tide_pool", "tributary", "wash", "waterfall", "watershed", "waterway", "wetland"], "body": ["abdomen", "adams_apple", "adenoids", "adrenal_gland", "anatomy", "ankle", "anus", "appendix", "arch", "arm", "artery", 